Repository: mohy1376/Website
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: es

source: Mark selected articles as published
es: Marcar artículos seleccionados como publicados

source: Mark selected articles as not published
es: Marcar artículos seleccionados como no publicados

source: Mark selected articles as featured
es: Marcar artículos seleccionados como destacados

source: Mark selected articles as not featured
es: Marcar artículos seleccionados como no destacados

source: Previous Article
es: Artículo anterior

source: Back to Overview
es: Regresar a vista general

source: Next Article
es: Siguiente artículo

source: No items available
es: Sin elementos disponibles

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: Most recent articles containing "<strong>%(query)s</strong>"
es: Artículos más recientes que contienen "<strong>%(query)s</strong>"

source: No articles found
es: No existen artículos

source: Enter a query above
es: Ingrese una consulta arriba

source: Keyword search
es: cláves de búsqueda

source: Keyword
es: claves

source: Go
es: Ir

source: All
es: Todo

source: by
es: Por

source: Allow
es: Permitir

source: Redirect to permalink (default)
es: Redireccionar a enlace permanente (Por defecto)

source: Permanent redirect to permalink
es: Redireccionar permanentemente a un enlace permanente

source: Return 404: Not Found
es: Retorna 404: No existe

source: application title
es: Título de la aplicación

source: permalink type
es: Tipo de enlace permanente

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
es: Elija el estilo de urls a utilizar de los ejemplos. (Nota, todos los tipos son relativos a apphook)

source: non-permalink handling
es: Manejo de enlace no permanente

source: How to handle non-permalink urls?
es: ¿Cómo manejar enlaces no permanentes ?

source: Paginate size
es: Tamaño de la paginación

source: When paginating list views, how many articles per page?
es: Cuando se pagina la lista de vistas, ¿cuantos artículos por página?

source: Pagination pages start
es: Inicio de la paginación

source: When paginating list views, after how many pages should we start grouping the page numbers.
es: Cuando se pagina la lista de vistas, ¿después de cuántas páginas debemos empezar a agrupar los números de página?

source: Pagination pages visible
es: Paginación visible

source: When grouping page numbers, this determines how many pages are visible on each side of the active page.
es: Cuando agrupa números de página? esto determina cuantas páginas son visibles en cada lado de la página activa.

source: Excluded featured articles count
es: Artículos excluidos

source: If you are using the Featured Articles plugin on the article list view, you may prefer to exclude featured articles from the article list itself to avoid duplicates. To do this, enter the same number here as in your Featured Articles plugin.
es: Si está utilizando el complemento Artículos destacados en la vista de lista de artículos, puede preferir excluir artículos destacados de la lista de artículos para evitar duplicados. Para ello, ingrese el mismo número aquí como en el complemento Artículos destacados.

source: Prefix for template dirs
es: Prefijo para el directorio de plantillas

source: Auto-create authors?
es: ¿Auto crear autores?

source: Automatically create authors from logged-in user?
es: ¿Crear automáticamente autores desde los usuarios autenticados?

source: Include in search index?
es: Incluir en el índice de búsqueda.

source: Include articles in search indexes?
es: Incluir artículos en el índice de búsqueda?

source: untitled
es: Sin título

source: Post published by default
es: Entrada publicada por defecto

source: NewsBlog
es: Noticias y Blog

source: Archive
es: Archivar

source: Article Search
es: Buscar artículo

source: Authors
es: Autores

source: Categories
es: Categorías

source: Featured Articles
es: Artículos destacados

source: Latest Articles
es: Últimos artículos

source: Related Articles
es: Artículos relacionados

source: Tags
es: Etiquetas

source: Configure addon
es: Configurar complementos

source: Article list
es: Lista de artículos

source: Add new article
es: Agregar nuevo artículo

source: Edit this article
es: Editar este artículo

source: Delete this article
es: Eliminar este artículo

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
es: Opcional. Si es ingresado, será agregado a cuerpo del artículo como un atributo texto, que puede ser formateado

source: Initial version.
es: Versión inicial

source: New news/blog article
es: Nuevo Articulo/Blog

source: Create a new news/blog article.
es: Crear nuevo Articulo/Blog

source: Articles on %(site_name)s
es: Artículos en %(site_name)s

source: untitled-article
es: Articulo sin titulo

source: title
es: titulo

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
es: Usado en la URL. Si cambia, la url será cambiada, quitarla la reconstruirá automáticamente.

source: lead
es: resumen

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
es: El resumen le da al lector la idea principal de la historia, esto es útil en vistas generales, listas o como una introducción a su artículo.

source: meta title
es: titulo meta (SEO)

source: meta description
es: Descripción meta (SEO)

source: meta keywords
es: palabras clave meta (SEO)

source: author
es: autor

source: owner
es: dueño

source: Apphook configuration
es: configuración de Apphook

source: categories
es: categorías

source: publishing date
es: fecha de publicación

source: is published
es: está publicado

source: is featured
es: está destacado

source: related articles
es: artículos relacionados

source: The maximum duration (in seconds) that this plugin's content should be cached.
es: Máxima duración (en segundos) que este contenido del plugin podrá ser almacenado en caché.

source: %s archive
es: %s archivo

source: max articles
es: max articulos

source: The maximum number of found articles display.
es: Máximo número de artículos encontrados a desplegar

source: %s authors
es: %s autores

source: %s categories
es: %s categorías

source: The maximum number of featured articles display.
es: Máximo número de artículos destacados a desplegar

source: featured article
es: Artículo destacado

source: featured articles: %(count)s
es: Artículos destacados: %(count)s

source: The maximum number of latest articles to display.
es: Máximo número de últimos artículos para desplegar

source: The maximum number of featured articles to exclude from display. E.g. for uses in combination with featured articles plugin.
es: El máximo número de artículos destacados excluidos. Ej para uso en combinación con el plugin artículo destacados.

source: %(app_title)s latest articles: %(latest_articles)s
es: %(app_title)s últimos articulos: %(latest_articles)s

source: Related articles
es: Artículos relacionados

source: %s tags
es: %s etiquetas
